一、重要提示
1. 请您（以下亦称“用户”）在使用速学岛平台（以下亦称“我们”）服务或在申请注册流程前仔细阅读《速学岛用户服务协议》（以下简称“本协议”）之全部条款，并在确认您已完全理解本协议之规定，尤其是涉及您的重大权益、义务履行以及免责说明的加粗条款后，使用我们提供的服务。如您对协议有任何疑问，请立即停止使用速学岛平台服务及注册平台用户，并可向平台客服咨询。
2. 如您未满18周岁，请您在法定监护人陪同下仔细阅读并充分理解本协议，并征得法定监护人的同意后使用速学岛公司提供的服务。
二、协议的接受与变更
1. 当您开始使用速学岛平台服务或注册成为我们的用户时，您点击同意将视为您签署了本协议，表明您自愿接受本协议全部条款的约束，本协议构成您与运营速学岛平台的主体公司即河南速学岛信息科技有限公司及相关关联公司（以下合称“速学岛公司”）之间具有约束力的法律文件。
2. 由于互联网高速发展，您与我们签订的本协议并不能完整列明您与我们所有权利义务，现有的约定也不能保证完全符合未来发展的需求。因此，速学岛隐私政策、运营规则、法律声明、其他协议或规则等均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用速学岛平台服务的，视为您同意上述补充协议。
3. 我们有权修改相关运营规则和本协议的条款，一旦运营规则或本协议的内容有修改和变动，我们会直接在平台上公布修改之后的运营规则或协议内容，新的运营规则或协议自公布之日即时生效。该公布行为视为我们已经通知您修改内容，我们也可通过其他适当方式向您提示修改内容，您也可自行到我们相关网站查阅。如果您不同意我们新的运营规则或本协议内容所做的修改，您有权停止使用速学岛平台的产品及服务。如果您继续使用我们平台的产品及服务，则视为您同意并接受我们新的运营规则和我们对本协议相关条款所做的修改。
4. 您一旦同意本协议，本协议所有条款及约定均对您此前的行为有效，自您接受我们平台服务起发生的所有行为，均应受最新版本的《速学岛用户服务协议》约束；如此前已发生的行为不符合《速学岛用户服务协议》的约定的，您应及时更改，以符合我们规范及《速学岛用户服务协议》的要求。
三、服务的内容与方式
1. 速学岛平台提供服务的方式主要为：搭建“速学岛网”、“速学岛”移动客户端等，为用户上载、传播其内容提供平台；且通过不同的渠道，为用户上载、管理、传播、推广其内容。
2. 您知悉并同意，基于维护网络服务安全并不断提升用户体验和产品/服务性能的目的，速学岛将不定期提供软件及相关服务范围的更新或改变（包括但不限于软件修改、版本升级、新服务开发与迭代、部分功能替换和下架等），您可以自行选择是否进行全部或者部分更新，但请您注意，具体服务或功能以速学岛实际提供为准，且您拒绝全部或者部分更新的操作将导致部分功能受限或者不可使用。
3. 基于用户需求变化，速学岛公司可能会不时修改、中断或终止无偿提供的服务，我们可能视情况不会通知您且不承担相应责任；若服务变更影响您与速学岛公司之间的有偿服务，速学岛公司将在事先通知您（包括站内消息或者平台公告的方式）的情况下予以修改或中断。基于服务变更或终止带来的影响和后续事宜，您同意我们将按照公平公正、诚实信用、等价有偿的原则与您协商处理。
4. 您知悉，当您下单并向我们支付在线课程等数字化商品后合同即成立，您在速学岛平台购买的课程适用《速学岛购课协议》的相关条款。
四、账户的取得、使用及注销
1. 请您确认，在您开始注册速学岛平台用户前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的相应法律后果。
2. 您有权选择是否成为平台注册用户或者仅以游客身份浏览平台信息，但您是否注册平台账号不影响您受本协议的约束。当您选择注册账号成为平台用户时：
a) 您首先需按照平台的提示及要求填写或提供资料、信息。您有义务确保资料、信息的真实性、正确性及完整性。如果您的资料、信息发生变化，请您及时更改。此外，您还可自行创建、修改昵称。用户名和昵称的命名及使用应遵守相关法律法规并符合网络道德。用户名和昵称中不能含有任何侮辱、诽谤、淫秽或暴力等侵害他人合法权益或违反公序良俗的词语。如您违反前述规定，速学岛公司有权随时限制或拒绝您使用该账号，甚至注销该账号。
b) 用户注册成功时，您同时将创建一个账号和密码。您应采取合理措施维护账号和密码的安全，因用户原因导致账号或密码泄露而造成的法律后果由用户负责。用户对由此用户名和密码登入系统后所发生的所有活动和事件负责，并承担由此产生的直接或者间接法律责任，速学岛公司不承担任何责任。此外，当有证据证明或者合理理由认为您的账号存在安全风险时，速学岛有权自行暂停或者为风险账号继续提供服务。
c) 用户的账号或密码遗失的，可以通过注册信息进行重置密码，以手机号码注册的用户可以凭借手机号码找回原密码。用户若发现账号遭到未授权的使用或存在其他安全漏洞的情况，应立即告知速学岛公司。您知悉并理解，我们只能够通过相关信息的比对来验证您与初始注册用户身份的一致性，但不能完全确保识别您即为初始注册人，由此可能带来的法律风险将由您个人承担。
d) 依照国家法律法规的规定，为提供在线音视频发布等部分功能，您需要填写真实的身份信息，并按照规定完成实名认证，及时更新上述相关信息。如我们发现或者有合理理由怀疑您提交的上述信息存在不准确、不真实的情况，乃至可能涉及伪造、隐匿真实信息的，速学岛公司有权拒绝为您提供服务。
3. 速学岛公司为您提供账号注册途径，并享有注册账号的所有权，您可以通过注册账号使用并接受服务。您的账号及关联权益仅限您个人使用，未经速学岛公司书面同意，您不得以任何形式赠与、转让、出借、售卖或是以类似方式许可他人使用您的账号及关联权益。您可以在注册并登录后，根据平台的规定订阅付费服务，包括但不限于付费专辑、VIP会员和其他可通过付费购买的服务等。但您可以在最多五个设备（“设备”指包括但不限于计算机及移动电话、平板电脑等手持移动终端设备，下同）上使用您的注册账号，且同一时间内仅可最多在两个设备上使用您的账号。超过上述范围使用的，或者我们发现您可能存在上述违规分享账户权益的行为，都将视为您单方违约，速学岛公司有权及时中止或终止对您的服务或取消VIP会员资格，并可能进一步追究您的法律责任，您应自行承担超范围使用而导致的任何损失。
4. 您有权主动注销您的账户，当您需要注销账户时，请您联系平台客服帮您处理。您的账户一旦被注销后将造成您无法继续收听您已购买的付费内容或上传内容等，您知悉并同意自行承担因账户注销带来的全部后果。
五、用户的基本权利
1. 用户有权在注册后获得其平台账号的使用权；
2. 用户有权在注册、登录，并完成相应的身份验证后，通过其个人的平台账号上载音频作品、图片、专辑等；
3. 用户有权在线收听音频作品、按照速学岛的运行规则在“速学岛 ”移动客户端内下载收听音频作品等；但请您理解，由于版权许可的地域限制，当您离开中国大陆地区（为本协议之目的，不包含中国香港、中国澳门和中国台湾地区）使用本平台服务时，您可能无法访问由其他用户上传的音频作品内容，但已获得版权许可的部分作品除外。
4. 用户有权在注册并登录后，根据平台的规定，分享声音、专辑、主播并取得速学岛公司给予的奖励，如积分等；参与平台的线上或线下活动并取得速学岛公司给予的奖励等；参与平台的商业性项目，通过平台提供的增值化服务取得经济收益。
六、用户的基本义务与行为规范
1. 用户承诺并保证遵守有关法律、法规、规章和主管部门规范性文件的规定。在任何情况下，速学岛公司合理地认为用户存在违反上述规定的情况，有权不经事先通知终止向该用户提供服务。
2. 用户承诺并保证，用户在平台上传的文字、图片、视频、音频、多媒体资料或其他内容拥有相应合法的权利，不侵犯任何第三方的肖像权、名誉权、隐私权和知识产权（包括著作权、商标权、专利权和商业秘密等）和其他合法权利或权益；不违反用户与第三方所签订的对用户有约束力的法律文件的规定。由您参与、编辑、制作、上传、发布的相关内容，我们不主动对前述内容进行任何编辑、整理、修改、加工，但经我们审核发现您上传的内容或行为涉及侵权或违反本协议或平台规范的，我们有权对您所上传、直播的内容采取删除、屏蔽等必要处理措施，如情节严重的，甚至采取降权、查封账号等紧急处理措施。
3. 我们有权根据用户违反本协议的严重程度对用户采取警示整改、限制功能、暂停更新、关停账号等处置措施，并及时对发布的信息依法或依据本协议进行删除或屏蔽，根据法律要求保存记录并向有关主管部门报告。根据相关法律法规：
A. 速学岛禁止用户在平台上从事以下行为，损害国家或者社会公共利益：
a) 反对宪法确认的基本原则；
b) 危害国家安全、泄露国家秘密的，颠覆国家政权，破坏国家统一；
c) 损害国家荣誉和利益；
d) 歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉；
e) 宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动；
f) 煽动民族仇恨、民族歧视，破坏民族团结；
g) 破坏国家宗教政策，宣扬邪教和封建迷信；
h) 从事违法宗教活动，发布讲经讲道或者转发、链接相关内容，违规开展宗教教育培训，以宗教名义开展募捐，或以文字、图片、音视频等方式直播或者录播拜佛、烧香、受戒、诵经、礼拜、弥撒、受洗等宗教活动；
i) 散布谣言，扰乱经济秩序和社会秩序；
j)宣扬、散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪；
k)法律、行政法规禁止的其他内容。
B.速学岛公司禁止用户利用本平台，非法从事以下行为、损害他人的合法权利或者权益：
a) 侮辱、诽谤他人，散布谣言等侵犯他人名誉、肖像等合法人格权益等；
b) 对他人进行言语或者暴力威胁、恐吓，实施人肉搜索或者未经他人同意私自录制、散布和传播涉及他人个人资料等侵犯隐私的类似行为；
c) 通过发布、删除信息或者其他干预信息呈现的手段，侵害他人知识产权等合法权益；
d) 侵害未成年人身心健康及相关合法权益。
C. 速学岛禁止用户利用平台及相关服务从事任何危害网络安全行为、损害公司合法利益，包括但不限于：
a) 伪造标题或以其他方式操控识别资料，使人误认为该内容为速学岛公司所传送的。
b) 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送。
c) 以技术方式攻击或破坏或改变平台的部分或全部、或干扰其运行；以非法方式获取或使用平台的任何软件、代码或其他技术或商业信息；禁止用户对平台运行的任何程序进行反向工程、反向编译、反向汇编或改写。
d) 未经许可使用平台的网站名称、公司名称、商标、商业标识、网页版式或内容、或其他由速学岛公司或平台享有知识产权或权利的信息或资料；将平台以任何形式作为从事各种非法活动的场所、平台或媒介。
e) 未经速学岛公司书面许可、另行签署协议或另行指定可供用户使用的特定商业服务外，用户不得以商业目的使用平台；不对平台的任何部分或全部进行商业性质利用、复制、拷贝、出售、调查、广告。
f) 未经速学岛公司书面许可、另行签署协议或另行指定可供用户使用的特定商业服务外，用户不得通过平台发布有关任意第三方的广告宣传内容。
g) 利用深度学习、虚拟现实等新技术新应用制作、发布和传播虚假消息，或者在发布和传播利用基于深度学习、虚拟现实等的新技术新应用制作的非真实音视频信息时，未以显著方式告知速学岛并予以标识。
h) 通过人工方式或者技术手段实施流量造假、流量劫持以及虚假注册账号、非法交易账号、操纵用户账号等行为，破坏网络生态秩序；
i) 利用党旗、党徽、国旗、国徽、国歌等代表党和国家形象的标识及内容，或者借国家重大活动、重大纪念日和国家机关及其工作人员名义等，违法违规开展网络商业营销活动；
4. 用户就在平台上从事的个人行为承担全部法律责任。因用户违反法律规定或本协议规定造成违约、侵犯第三方合法权益、违反社会治安或者行政管理乃至涉嫌犯罪的，由用户自行承担相应的民事、行政和刑事法律责任。如果给速学岛公司或平台造成损失，速学岛公司有权向用户追偿其因此所遭受的全部损失、包括其直接损失、间接损失、预期利益损失等损失。
D.速学岛平台鼓励用户从事以下行为：
a) 宣传习近平新时代中国特色社会主义思想，全面准确生动解读中国特色社会主义道路、理论、制度、文化的；
b) 宣传党的理论路线方针政策和中央重大决策部署的；
c) 展示经济社会发展亮点，反映人民群众伟大奋斗和火热生活的；
d) 弘扬社会主义核心价值观，宣传优秀道德文化和时代精神，充分展现中华民族昂扬向上精神风貌的；
e) 有效回应社会关切，解疑释惑，析事明理，有助于引导群众形成共识的；
f) 有助于提高中华文化国际影响力，向世界展现真实立体全面的中国的；
g) 其他讲品味讲格调讲责任、讴歌真善美、促进团结稳定等的内容。
七、用户产生的内容
1. 用户在平台以各种形式发布的一切信息内容，均应符合国家法律法规等相关规定及网站相关规定，符合社会公序良俗，并不侵犯任何第三方主体的合法权益。根据法律法规要求，速学岛公司将主动防范和抵制用户制作、复制、发布含有下列内容的不良信息：
a) 使用夸张标题，内容与标题严重不符的；
b) 炒作绯闻、丑闻、劣迹等的；
c) 不当评述自然灾害、重大事故等灾难的；
d) 带有性暗示、性挑逗等易使人产生性联想的；
e) 展现血腥、惊悚、残忍等致人身心不适的；
f) 煽动人群歧视、地域歧视等的；
g) 宣扬低俗、庸俗、媚俗内容的；
h) 可能引发未成年人模仿不安全行为和违反社会公德行为、诱导未成年人不良嗜好等的；
i) 其他违反法律、行政法规，可能对网络生态造成不良影响的内容。
2. 基于履行维护平台秩序和营造良好网络生态的法律义务，速学岛公司有权随时检查您所上传的内容。如果发现您上传的内容不符合前述规定，速学岛公司有权对用户上传的内容进行检查、编辑与修改；如经检查确认存在不宜传播或者其他违法违规信息，将依据法律规范采取包括禁言、封号等必要措施，由此带来的损失与不利影响由用户自行承担。
3. 但请您留意，其他用户通过平台而传播的内容，速学岛公司不保证其合法性、正当性、准确性或完整性。您认可，在任何情况下平台均不承担真实性审查义务，速学岛公司亦不对您主动发布的任何内容承担任何责任，包括但不限于由于任何内容而导致直接或间接损失。用户应自行承担因此产生的一切法律后果，且平台及速学岛公司因此受到的损失，有权向用户追偿。
4. 速学岛平台设立了公众投诉、举报平台，您可以按照《速学岛FM举报受理和处置管理办法》或者平台上公示的投诉制度举报各类违法行为和不良信息。速学岛将及时处理您的投诉、举报信息，履行营造良好网络空间生态的法律责任。
5. 此外，为提高您内容曝光量及发布效率，您同意您在速学岛平台所发布的全部内容均授权速学岛公司以您的账号自动同步发布至公司及/或关联方运营的其他软件及网站，您账号的头像、昵称等公开信息可能会一并同步。您在速学岛平台上发布、修改、删除内容的操作，均会同步到上述其他软件及网站。您通过已注册或者已同步的账号登录公司及/或关联方运营的系列客户端产品、网站或者声联网设备时（如有），应遵守该产品、网站或声联网设备自身的用户协议及其他协议条款的规定。
八、用户个人信息保护
1. 速学岛公司高度重视保护您的个人信息，并依据《速学岛信息隐私保护政策》收集、存储、使用、披露和采取合理措施保护用户个人信息安全。除法律法规规定的情形外，未经用户许可速学岛公司不会向第三方公开、透露用户个人信息。请用户完整阅读前述隐私政策。
2. 速学岛公司亦非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用平台的服务前，应事先告知您的家长或法定监护人阅读并同意《速学岛信息隐私保护政策》。
九、知识产权与相应权益归属与授权
1. 公司享有的知识产权及相应权益
(1) 速学岛及关联公司是本平台的开发与技术运营商，对平台服务及本平台所开发、运营的应用程序、网站和软件中所包含的全部数据、算法和资料等享有法定权利或权益，本平台整体内容的知识产权归速学岛公司所有。本平台所有设计图样以及其他图样、产品及服务名称、商标、商号等，均为速学岛公司所享有，任何人未经速学岛及关联公司书面授权，不得使用、复制或用作其他商业或非商业用途。本平台授予用户就所开发和运营的软件以一项全球范围内的、非独占或排他的使用权，且用户不得自行或许可任何第三方复制、修改、出售或衍生产品。
(2) 速学岛公司对其平台上自主发布的专有内容、原创内容和其他通过授权取得的独占或者独家内容（包括但不限于课程内容）享有完整的知识产权，用户仅能用于用户本人个人学习，不得用于其他任何用途，亦不得进行其他任何使用，未经速学岛公司书面许可，任何单位和个人不得出现以下侵权行为，否则，速学岛公司将依法追究其法律责任：
A. 不得上传到速学岛以外的其他平台；
B. 不得私自转载、传播、提供观看或收听服务；
C. 不得进行除用户本人个人学习以外的其他用途；
D. 不得有其他侵犯速学岛公司知识产权的行为。
2. 用户的知识产权及相应权益
(1) 除非速学岛公司收到相反通知或者存在足够的相反证明，速学岛公司将用户视为其在平台上载或发布的内容的知识产权所有人。用户应对其在速学岛平台上发布上传的内容（包括但不限于文字、图片、音视频等）享有知识产权或者合法授权，由此用户可以行使其相应的知识产权。
(2) 您同意，您通过本协议将授予速学岛及关联公司一项全球范围内无偿的、非独占、可再许可的使用权，包括但不限于复制权、翻译权、汇编权、信息网络传播权、改编权及制作衍生品、表演和展示的权利等。速学岛及其关联公司有权通过速学岛网 ( https://www.xingqudao.cn/ ) 、“速学岛  ”移动客户端及速学岛开放API/SDK 平台对前述内容进行复制、下载、编辑、修改、展示及网络传播。您同时许可速学岛及其关联公司有权就因遭受侵权而单独提起诉讼，并获得相应赔偿。本协议已经构成《中华人民共和国著作权法》第二十五条所规定的书面协议，其适用于于用户在平台发布的任何受著作权法保护的内容，且效力及于本协议发布前的行为或内容。
(3) 此外，经由本平台传送的内容，包括但不限于文字、图片、音频、视频及其他内容，受到《著作权法》《商标法》《专利法》及相关法律的保护；除该文字、图片、音频、视频及其他内容的上载用户所享有权利外，未经速学岛公司书面许可，用户不得进行复制、修改、出租、转让、许可他人转让或衍生其他作品。
（4）鉴于数字化商品版权归原作者所有，如您购买相关数字化商品，您有权在速学岛平台上观看、收听所已购买课程商品内容，但禁止其他任何形式的使用（含翻录、传播等侵权行为）,否则将视为您侵权。
十、免责说明
1. 速学岛公司作为网络服务提供者，无法确保网站平台上的信息及服务能充分满足用户的需求。用户在接受平台服务的过程中，可能遇到错误、侮辱、诽谤、不作为、淫秽、色情或亵渎事件造成相关权益受损，速学岛公司因事前无法知情而不承担法律责任。
2. 基于互联网的特殊性，平台也无法确保服务不会中断，对服务的及时性、安全性不作担保，不承担非因平台导致的责任。因速学岛系统维护升级、第三方以及因不可抗力（不能预见、不能克服并不能避免的客观事件，如电信通讯故障、黑客攻击、政府管制）等情况导致的损失，公司不承担责任，但将尽合理努力及时配合修复并减小损失。速学岛公司力图使用户能对本网站进行安全访问和使用，但速学岛公司无法保证本平台或服务器是不含病毒或其它潜在有害因素的，建议用户应使用业界公认的软件查杀任何自平台下载文件中的病毒。
3. 除非速学岛公司以书面形式明确约定，速学岛公司对于用户以任何方式（包括但不限于包含、经由、连接或下载）从本平台所获得的任何内容信息，包括但不限于音频内容、广告内容、其他用户信息、商户信息、用户评价内容等，不保证其准确性、完整性、可靠性；对于用户因自身原因误解或错信本平台上的内容信息而购买、获取的任何产品、服务、信息或资料，速学岛公司不承担责任。
4. 平台内所有用户所上传的声音、专辑等内容，仅代表用户个人观点，并不表示本网站赞同其观点或证实其描述，本平台不承担用户上传的内容引发的任何法律责任。速学岛公司有权删除平台内各类不符合法律或协议规定的内容，而保留不通知用户的权利。
5. 所有发给用户的通告，平台都将通过正式的页面公告或站内信或电子邮件或客服电话或手机短信或常规的信件送达。请您提高防欺诈的辨别能力，任何非经平台正规渠道获得的活动或信息，速学岛及其关联公司不承担法律责任。
十一、第三方链接
速学岛公司可能会提供以合法方式获得的第三方网站或信息资源链接，除非另有声明外，速学岛公司无法对第三方服务进行控制，因此由于下载、传播、使用或依赖上述网站或资源所产生的损失或损害，速学岛公司不承担任何责任。
十二、侵权投诉与不侵权声明
1. 当任何第三方认为用户利用速学岛平台侵害其民事权益或实施侵权行为的，被侵权人均有权书面通知速学岛平台采取删除、屏蔽、断开链接等必要措施。
2. 任何第三方认为，平台所涉及的作品、表演、录音录像制品，侵犯自己的合法权益的，可以向平台提交书面通知，要求平台删除该侵权作品，或者断开链接。根据相关规定，侵权投诉需包含下述信息：
1）被侵权人的有效权利证明材料，或被侵权作品的原始链接及其它证明材料；
2）侵权信息或作品在平台上的具体名称及链接；
3）侵权投诉人的联络方式，以便平台及时与您取得联系，包括电子邮件地址、电话号码或手机等；
4）投诉内容须纳入以下声明：“本人本着诚信原则，有证据认为该对象侵害本人的合法权益。本人承诺全部投诉信息真实、准确，自愿承担一切后果。”以及本人亲笔签字并注明日期，如代理他人投诉的，必须出具授权人签字的授权书。
3. 如无法同时具备上述信息，导致速学岛平台无法判断是否存在侵权行为的，将可能因被我们视为不合格通知而被退回，您可以在规定时限内重新提交材料，因您怠于主张权利而遭受的扩大损失，由您个人承担。投诉人应当对侵权通知的真实性负责，如果侵权投诉不实，则需承担相应的法律责任。
4. 当您发布上传于速学岛平台的内容被任何第三方向我们投诉涉嫌侵权，我们会将投诉人合格的侵权通知转送给您，您可以在一定期限内向我们提交不存在侵权行为的声明。声明应当包括不存在侵权行为的初步证据和您的真实身份信息。否则，我们将有权对您上传的内容采取删除、屏蔽、断开链接等必要措施，并且不承担由此可能给您带来的损失。
5. 根据相关规定，不侵权声明至少需包括以下信息：
1）被投诉人的真实身份信息，包括您的姓名（名称）、联系方式、地址、身份证等能够证明您真实身份的材料；
2）侵权信息或作品在平台上的具体名称及链接；
3）不构成侵权的初步证明材料，包括但不限于权属证明（如有权机构颁发的版权证书、商标权证书、专利权证书）、授权证明、作品首次公开发表或发行日期证明材料、创作手稿、经权威机构签发的作品创作时间戳、作品备案证书等能证明被投诉方拥有相关权利的有效权属证明等不存在侵权行为的初步证据；
4）声明真实性的书面保证，内容需包含：“本着诚信原则，本人在速学岛平台发布上传的内容不存在侵害他人合法权益的行为。本人承诺全部声明信息真实、准确，自愿承担一切后果。”以及本人亲笔签字并注明日期。
6. 如无法同时具备上述信息，导致速学岛无法判断是否存在侵权行为的，将可能因被我们视为不合格声明而被退回，并保持此前已采取的必要措施。您可以在规定时限内重新提交声明。如您在规定期限内未重新提交，我们将可能判定您涉嫌侵权行为成立而永久对您的作品删除、屏蔽或者断开链接。因您怠于主张权利而遭受的扩大损失，由您个人承担。
7. 如您的不侵权声明经认定为符合上述要求，我们将会把您的声明及时转送给投诉人。请您留意，根据法律规定，我们仍可能保持对您涉嫌侵权作品删除、屏蔽或者断开链接状态，直至投诉人15日内未向法院起诉或者有关主管部门投诉，并且我们将不对因我们履行法律义务而导致您的作品被删除、屏蔽或者断开链接所遭受的损失承担法律责任。
8. 您可参考速学岛版权保护投诉指引的内容，按照速学岛官网中提示的投诉途径通知速学岛，并提供您有相关权利的证据，速学岛将会依据相关法律规定及时处理您的投诉。
9. 您按照前述版权指引填写完成后，请将相关附件打印，手写签名或盖章并扫描成电子档文件，将附件打包发送至速学岛专门处理侵权投诉的邮箱 ：service@suxuedao.com，若您将（未）侵权通知书发送至其他非专用侵权投诉的平台邮箱将视为您未有效送达（未）侵权通知，速学岛将有权不予处理并不承担责任，因您错误通知主张权利而遭受的扩大损失，由您个人承担。
十三、平台广告与商业活动
1. 您理解并接受，速学岛及其关联公司为其平台的运营，可能进行下述商业活动：在经您明确表示同意后，通过电子邮件、客户端、网页或其他合法方式向您发送推广信息或其他相关商业信息。通过增值服务系统或其他方式向您发送相关服务信息或其他信息，其他信息包括但不限于通知信息、宣传信息、广告信息等。
2. 您理解并接受，速学岛公司为了平台的运营可在平台及相关服务中展示速学岛公司、关联公司或第三方的商业、非商业信息（在速学岛平台的任何位置，包括不限于在播放页贴片、播放页皮肤等位置发布前述信息）。速学岛及其关联公司可以为您上传至平台的内容开通增值收益项目，包括但不限于打赏、广告等项目；您可以通过主播工作台的收益中心，申请就收益项目与平台分成；如果您无需就上述项目获得收益，可联系客服关闭收益分成。
十四、服务的终止
1. 您理解并同意，基于经营策略的调整，或者基于可能出现的不可抗力因素，速学岛可能会对服务内容进行变更，也可能会中断、中止或终止服务。
2. 您理解并同意，如速学岛发生合并、分立、收购、资产转让时，速学岛可向第三方转让本服务下相关资产；速学岛亦可在单方通知您后，将本协议下部分或全部服务及相应的权利义务转交由第三方运营或履行。
3. 您理解并同意，如您在使用速学岛服务时存在违反法律法规、本协议及其他速学岛规则、社会公德、公序良俗和/或侵害他人合法权益等情形，速学岛有权不经通知而单方中断或终止向您提供全部或部分服务。
4. 您理解并同意，如您实施违反法律法规、社会公德、公序良俗和/或侵害他人合法权益等行为，并因此影响或可能影响速学岛和/或他人的名誉、声誉或其他合法权益，速学岛有权不经通知而单方中断或终止向您提供全部或部分服务。
5. 速学岛终止向您提供服务后，有权根据适用法律的要求删除您的个人信息，或使其匿名化处理，亦有权依照法律规定的期限和方式继续保存您留存于我方平台的其他内容和信息。
十五、未成年人条款
1. 速学岛非常注重未成年人的保护。若您为未成年人，应在法定监护人监护、指导下阅读本协议，并在取得法定监护人的同意后使用速学岛的产品与/或服务。
2. 法定监护人应指导子女上网应该注意的安全问题，防患于未然。速学岛不鼓励未成年人使用速学岛的产品/服务进行任何消费行为，如有消费，未成年人应以法定监护人名义申请消费或在法定监护人明示同意下操作。未成年人使用速学岛服务的行为即视为已获得了法定监护人认可。
3. 速学岛提醒未成年人在使用速学岛服务时，要善于网上学习，认清网络世界与现实世界的区别，避免沉迷于网络，影响日常的学习生活。
4. 对于未成年人的隐私保护，速学岛将严格按照平台公布的《隐私政策》中阐述的方式、方法执行。
十六、法律适用、管辖和其他
1. 您可以通过以下方式与我们联系，我们将在15个工作日内回复您的请求：
如您对速学岛用户服务协议有任何疑问、意见或建议，您可通过以下方式与我们取得联系：
电子邮箱：service@suxuedao.com
联系人：速学岛客服部
联系方式：【020-88525535（工作日9：30-19:00）】
联系邮箱：【service@suxuedao.com】
2. 本协议任意一条被视为废止、无效或不可执行，该条款应视为可分的且不影响本协议其他条款的法律效力。用户与速学岛公司及其经营的平台发生的一切争议，应友好协商，如协商不成的，双方同意将围绕本协议约定产生的合同履行纠纷，提交协议签订地人民法院即河南省人民法院管辖。
3. 无论本协议因何原因终止，在协议终止前的行为所导致的任何赔偿和责任，您必须完全且独立地承担责任。
4. 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律(不包括冲突法)。该等适用法律与政策可能处于动态变化过程中，因此，若因适用法律与政策发生变化，导致您和/或我们在本协议项下的权益有所增减，均不构成本协议的全部或某个条款自然无效或终止可执行性的依据，除非发生变化的该等适用法律与政策属于效力性强制性规定。
5. 【审慎提醒】 如您使用速学岛平台或进行用户注册的，将视为您已同意前述服务协议，该等条款将立即生效，并构成您和速学岛科技有限公司及其经营的平台之间有约束力的法律文件。
6. 请您再次确认您已全部阅读并充分理解上述协议。
